
export interface DogInfo {
  name: string;
  age: string;
  gender: string;
  breed: string;
  weight: string;
  healthStatus: number[];
  trainingGoals: number[];
}

export const dogBreeds = [
  
    "말티즈",
    "푸들",
    "치와와",
    "포메라니안",
    "요크셔 테리어",
    "시츄",
    "비숑 프리제",
    "페키니즈",
    "웰시 코기",
    "시바 이누",
    "비글",
    "프렌치 불독",
    "코카 스파니엘",
    "보스턴 테리어",
    "보더 콜리",
    "진돗개",
    "삽살개",
    "풍산개",
    "제주개",
    "골든 리트리버",
    "래브라도 리트리버",
    "저먼 셰퍼드",
    "알래스칸 말라뮤트",
    "도베르만",
    "로트와일러",
    "그레이트 데인",
    "버니즈 마운틴 독",
    "허스키",
    "샤페이",
    "불마스티프",
    "잭 러셀 테리어",
    "스코티시 테리어",
    "아키타견",
    "사모예드",
    "달마시안",
    "아프간 하운드",
    "비즐라",
    "카네 코르소",
    "잉글리시 불도그",
    "잉글리시 코커 스파니엘",
    "아이리시 세터",
    "러프 콜리",
    "브리타니 스파니엘",
    "파피용",
    "포인터",
    "바센지",
    "이탈리안 그레이하운드",
    "페키니즈",
    "티베탄 마스티프",
    "꼬똥 드 툴리아",
    "믹스견",
    "잘 모르겠어요"
  ];
  

